<?php

return [
	'confirmed'         => 'პაროლი არასწორია.',
	'current_password'  => 'პაროლი არ ემთხვევა.',
	'email'             => 'ელ.ფოსტა არასწორია.',
	'exists'            => 'მონაცემი ვერ მოიძებნა.',
	'filled'            => 'ველი აუცილებლად უნდა შეივსოს.',
	'min'        => [
		'string'  => 'აუცილებელია მინიმუმ 3 სიმბოლო.',
	],
	'min_digits'  => 'ველში უნდა შეივსოს მეტი სიმბოლო.',
	'not_in'      => 'მონაცემები ვერ მოიძებნა.',
	'present'              => 'ველი აუცილებლად უნდა შეივსოს.',
	'regex'                => 'მონაცემების ფორმა არაა დამაკმაყოფილებელი.',
	'required'             => 'ველის შევსება აუცილებელია.',
	'same'                 => 'პაროლი აუცილებლად უნდა ემთხვეოდეს.',
  'unique'      => 'მონაცემი დაკავებულია.',

	'custom' => [
		'attribute-name' => [
			'rule-name' => 'custom-message',
		],
	],

	'attributes' => [],
];
